name: "dummy_model"
platform: "onnxruntime_onnx"
max_batch_size: 0
input [
  {
    name: "input"
    data_type: TYPE_FP32
    dims: [1, 3]
  }
]
output [
  {
    name: "output"
    data_type: TYPE_FP32
    dims: [1, 3]
  }
]

